/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "O %@ não tem acesso à autenticação biométrica.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "Código de 4 Dígitos";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "Código de 6 dígitos";

/* Title for 'Cancel' Button */
"Cancel" = "Cancelar";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Alterar Senha";

/* Title for code options button */
"Code options" = "Opções de código";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Criar Código";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Código Alfanumérico";

/* Promt user to enter new passcode */
"Enter new passcode" = "Insira o novo código";

/* Promt user to enter passcode */
"Enter your passcode" = "Insira o seu código";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "Os códigos não são iguais. Tente novamente.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Remover código";

/* Title for 'Settings' Button */
"Settings" = "Ajustes";

/* Promt user to verify new passcode */
"Verify new passcode" = "Verifique o novo código";

/* Promt user to verify passcode */
"Verify your passcode" = "Verifique o seu código";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Ativar autenticação biométrica";

/* Biometric authentication prompt reason */
"Verify your identity" = "Verificar a sua identidade";
